Repository: odiften/Pyonta
Catalog: ShareExtension/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fi, fil, fr, he, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Connecting...
ar: جارٍ الاتصال...
bg: Свързване...
bn: সংযোগ হচ্ছে...
ca: Connectant...
cs: Připojování...
da: Forbinder...
de: Verbinde...
el: Σύνδεση...
es: Conectando...
et: Ühendamine...
fi: Yhdistetään...
fil: Kumokonekta...
fr: Connexion...
he: מתחבר...
hi: कनेक्ट हो रहा है...
hr: Povezivanje...
hu: Kapcsolódás...
id: Menghubungkan...
it: Connessione...
ja: 接続しています...
ko: 연결 중...
lt: Jungiamasi...
lv: Savienojas...
ms: Menyambung...
nb: Kobler til...
nl: Verbinden...
pl: Łączenie...
pt_br: Conectando...
pt_pt: A ligar...
ro: Se conectează...
ru: Соединяюсь...
sk: Pripája sa...
sl: Povezovanje...
sr: Повезивање...
sv: Ansluter...
th: กำลังเชื่อมต่อ...
tr: Bağlanıyor...
uk: Зʼєднуюся...
vi: Đang kết nối...
zh_hans: 正在连接...
zh_hant: 連線中...

# NFiles
source: %d files
ar: %d ملفات
bg: %d файла
bn: %dটি ফাইল
ca: %d fitxers
cs: %d souborů
da: %d filer
de: %d Dateien
el: %d αρχεία
es: %d archivos
et: %d faili
fi: %d tiedostoa
fil: %d file
fr: %d fichiers
he: %d קבצים
hi: %d फ़ाइलें
hr: %d datoteka
hu: %d fájl
id: %d file
ja: %d ファイル
ko: %d개의 파일
lt: %d failai
lv: %d faili
ms: %d fail
nb: %d filer
nl: %d bestanden
pl: %d plików
pt_br: %d arquivos
pt_pt: %d ficheiros
ro: %d fișiere
ru: %d файлов
sk: %d súborov
sl: %d datotek
sr: %d датотека
sv: %d filer
th: %d ไฟล์
tr: %d dosya
uk: %d файлів
vi: %d tệp
zh_hant: %d 份檔案

# NotEnoughSpace
source: Not enough disk space
ar: لا توجد مساحة كافية على القرص
bg: Няма достатъчно място на диска
bn: ডিস্কে যথেষ্ট জায়গা নেই
ca: No hi ha prou espai al disc
cs: Nedostatek místa na disku
da: Ikke nok diskplads
de: Nicht genug Speicherplatz
el: Δεν υπάρχει αρκετός χώρος στον δίσκο
es: Espacio insuficiente en el disco
et: Kettaruumi ei ole piisavalt
fi: Levytilaa ei ole tarpeeksi
fil: Kulang ang disk space
fr: Espace disque insuffisant
he: אין מספיק מקום בדיסק
hi: डिस्क में पर्याप्त जगह नहीं है
hr: Nema dovoljno prostora na disku
hu: Nincs elég lemezterület
id: Ruang disk tidak cukup
it: Spazio su disco insufficiente
ja: 十分な空きストレージがありません
ko: 저장 공간이 가득참
lt: Nepakanka vietos diske
lv: Nepietiek vietas diskā
ms: Ruang cakera tidak mencukupi
nb: Ikke nok diskplass
nl: Niet genoeg schijfruimte
pl: Za mało miejsca na dysku
pt_br: Espaço em disco insuficiente
pt_pt: Sem espaço suficiente em disco
ro: Spațiu insuficient pe disc
ru: Недостаточно места на диске
sk: Nedostatok miesta na disku
sl: Ni dovolj prostora na disku
sr: Нема довољно простора на диску
sv: Inte tillräckligt med diskutrymme
th: พื้นที่ดิสก์ไม่เพียงพอ
tr: Yeterli disk alanı yok
uk: Недостатньо місця на диску
vi: Không đủ dung lượng đĩa
zh_hans: 空间不足
zh_hant: 磁碟空間不足

# PinCode
source: PIN: %@
ar: الرمز السري: %@
fr: Code PIN : %@
hu: JELKÓD: %@
zh_hant: PIN 碼：%@

# SendError.RetryQuickShare
source: Quick Share could not complete the transfer. Open Quick Share on the Android device and try again.
ar: تعذر على Quick Share إكمال النقل. افتح Quick Share على جهاز Android وحاول مرة أخرى.
bg: Quick Share не успя да завърши трансфера. Отворете Quick Share на Android устройството и опитайте отново.
bn: Quick Share ট্রান্সফার শেষ করতে পারেনি। Android ডিভাইসে Quick Share খুলে আবার চেষ্টা করুন।
ca: Quick Share no ha pogut completar la transferència. Obre Quick Share al dispositiu Android i torna-ho a provar.
cs: Quick Share nemohl přenos dokončit. Otevřete Quick Share na zařízení Android a zkuste to znovu.
da: Quick Share kunne ikke fuldføre overførslen. Åbn Quick Share på Android-enheden, og prøv igen.
de: Quick Share konnte die Übertragung nicht abschließen. Öffne Quick Share auf dem Android-Gerät und versuche es erneut.
el: Το Quick Share δεν μπόρεσε να ολοκληρώσει τη μεταφορά. Ανοίξτε το Quick Share στη συσκευή Android και δοκιμάστε ξανά.
es: Quick Share no pudo completar la transferencia. Abre Quick Share en el dispositivo Android e inténtalo de nuevo.
et: Quick Share ei saanud edastust lõpule viia. Avage Android-seadmes Quick Share ja proovige uuesti.
fi: Quick Share ei voinut viimeistellä siirtoa. Avaa Quick Share Android-laitteessa ja yritä uudelleen.
fil: Hindi natapos ng Quick Share ang transfer. Buksan ang Quick Share sa Android device at subukang muli.
fr: Quick Share n’a pas pu terminer le transfert. Ouvrez Quick Share sur l’appareil Android et réessayez.
he: Quick Share לא הצליח להשלים את ההעברה. פתח את Quick Share במכשיר Android ונסה שוב.
hi: Quick Share ट्रांसफर पूरा नहीं कर सका। Android डिवाइस पर Quick Share खोलें और फिर कोशिश करें।
hr: Quick Share nije mogao dovršiti prijenos. Otvorite Quick Share na Android uređaju i pokušajte ponovno.
hu: A Quick Share nem tudta befejezni az átvitelt. Nyisd meg a Quick Share-t az Android-eszközön, majd próbáld újra.
id: Quick Share tidak dapat menyelesaikan transfer. Buka Quick Share di perangkat Android dan coba lagi.
it: Quick Share non ha potuto completare il trasferimento. Apri Quick Share sul dispositivo Android e riprova.
ja: Quick Shareで送信を完了できませんでした。Android端末側でQuick Shareを開き直して、もう一度お試しください。
ko: Quick Share가 전송을 완료하지 못했습니다. Android 기기에서 Quick Share를 다시 열고 다시 시도하세요.
lt: Quick Share negalėjo užbaigti perkėlimo. Atidarykite Quick Share Android įrenginyje ir bandykite dar kartą.
lv: Quick Share nevarēja pabeigt pārsūtīšanu. Atveriet Quick Share Android ierīcē un mēģiniet vēlreiz.
ms: Quick Share tidak dapat melengkapkan pemindahan. Buka Quick Share pada peranti Android dan cuba lagi.
nb: Quick Share kunne ikke fullføre overføringen. Åpne Quick Share på Android-enheten og prøv igjen.
nl: Quick Share kon de overdracht niet voltooien. Open Quick Share op het Android-apparaat en probeer het opnieuw.
pl: Quick Share nie mógł zakończyć transferu. Otwórz Quick Share na urządzeniu Android i spróbuj ponownie.
pt_br: O Quick Share não conseguiu concluir a transferência. Abra o Quick Share no dispositivo Android e tente novamente.
pt_pt: O Quick Share não conseguiu concluir a transferência. Abra o Quick Share no dispositivo Android e tente novamente.
ro: Quick Share nu a putut finaliza transferul. Deschide Quick Share pe dispozitivul Android și încearcă din nou.
ru: Quick Share не удалось завершить передачу. Откройте Quick Share на устройстве Android и повторите попытку.
sk: Quick Share nemohol dokončiť prenos. Otvorte Quick Share na zariadení Android a skúste to znova.
sl: Quick Share ni mogel dokončati prenosa. Odprite Quick Share v napravi Android in poskusite znova.
sr: Quick Share није могао да заврши пренос. Отворите Quick Share на Android уређају и покушајте поново.
sv: Quick Share kunde inte slutföra överföringen. Öppna Quick Share på Android-enheten och försök igen.
th: Quick Share ไม่สามารถส่งให้เสร็จได้ เปิด Quick Share บนอุปกรณ์ Android แล้วลองอีกครั้ง
tr: Quick Share aktarımı tamamlayamadı. Android aygıtta Quick Share'i açıp tekrar deneyin.
uk: Quick Share не вдалося завершити передавання. Відкрийте Quick Share на пристрої Android і повторіть спробу.
vi: Quick Share không thể hoàn tất chuyển. Mở Quick Share trên thiết bị Android rồi thử lại.
zh_hans: Quick Share 无法完成传输。请在 Android 设备上重新打开 Quick Share，然后重试。
zh_hant: Quick Share 無法完成傳送。請在 Android 裝置上重新開啟 Quick Share，然後再試一次。

# SendError.Title
source: Could not send to %@
ar: تعذر الإرسال إلى %@
bg: Неуспешно изпращане до %@
bn: %@-এ পাঠানো যায়নি
ca: No s'ha pogut enviar a %@
cs: Nepodařilo se odeslat do %@
da: Kunne ikke sende til %@
de: Senden an %@ fehlgeschlagen
el: Δεν ήταν δυνατή η αποστολή σε %@
es: No se pudo enviar a %@
et: Saatmine seadmesse %@ nurjus
fi: Ei voitu lähettää laitteeseen %@
fil: Hindi maipadala sa %@
fr: Impossible d’envoyer à %@
he: לא ניתן לשלוח אל %@
hi: %@ को नहीं भेज सका
hr: Nije moguće poslati na %@
hu: Nem sikerült elküldeni ide: %@
id: Tidak dapat mengirim ke %@
it: Impossibile inviare a %@
ja: %@に送信できませんでした
ko: %@에 보낼 수 없음
lt: Nepavyko išsiųsti į %@
lv: Neizdevās nosūtīt uz %@
ms: Tidak dapat menghantar kepada %@
nb: Kunne ikke sende til %@
nl: Kan niet verzenden naar %@
pl: Nie można wysłać do %@
pt_br: Não foi possível enviar para %@
pt_pt: Não foi possível enviar para %@
ro: Nu s-a putut trimite către %@
ru: Не удалось отправить на %@
sk: Nepodarilo sa odoslať do %@
sl: Ni bilo mogoče poslati na %@
sr: Није могуће послати на %@
sv: Kunde inte skicka till %@
th: ส่งไปยัง %@ ไม่ได้
tr: %@ aygıtına gönderilemedi
uk: Не вдалося надіслати на %@
vi: Không thể gửi đến %@
zh_hans: 无法发送到 %@
zh_hant: 無法傳送到 %@

source: Sending...
ar: جارٍ الإرسال...
bg: Изпращане...
bn: পাঠানো হচ্ছে...
ca: Enviant...
cs: Odesílání...
da: Sender...
de: Senden...
el: Αποστολή...
es: Enviando...
et: Saatmine...
fi: Lähetetään...
fil: Nagpapadala...
fr: Envoi...
he: שולח...
hi: भेजा जा रहा है...
hr: Slanje...
hu: Küldés...
id: Mengirim...
it: Invio...
ja: 送信しています...
ko: 보내는 중...
lt: Siunčiama...
lv: Sūta...
ms: Menghantar...
nb: Sender...
nl: Bezig met verzenden...
pl: Wysyłanie...
pt_br: Enviando...
pt_pt: A enviar...
ro: Se trimite...
ru: Отправляю...
sk: Odosiela sa...
sl: Pošiljanje...
sr: Слање...
sv: Skickar...
th: กำลังส่ง...
tr: Gönderiliyor...
uk: Відправляю...
vi: Đang gửi...
zh_hans: 正在发送...
zh_hant: 傳送中...

# TransferCanceled
source: Canceled
ar: تم الإلغاء
bg: Отменено
bn: বাতিল হয়েছে
ca: Cancel·lat
cs: Zrušeno
da: Annulleret
de: Abgebrochen
el: Ακυρώθηκε
es: Cancelado
et: Tühistatud
fi: Peruttu
fil: Kinansela
fr: Annulé
he: בוטל
hi: रद्द किया गया
hr: Otkazano
hu: Megszakítva
id: Dibatalkan
it: Annullato
ja: キャンセルしました
ko: 취소됨
lt: Atšaukta
lv: Atcelts
ms: Dibatalkan
nb: Avbrutt
nl: Geannuleerd
pl: Anulowano
pt_br: Cancelado
pt_pt: Cancelado
ro: Anulat
ru: Отменено
sk: Zrušené
sl: Preklicano
sr: Отказано
sv: Avbrutet
th: ยกเลิกแล้ว
tr: İptal edildi
uk: Скасовано
vi: Đã hủy
zh_hans: 已取消
zh_hant: 已取消

# TransferDeclined
source: Declined
ar: مرفوض
bg: Отказано
bn: প্রত্যাখ্যাত
ca: Rebutjat
cs: Odmítnuto
da: Afvist
de: Abgelehnt
el: Απορρίφθηκε
es: Rechazado
et: Keeldutud
fi: Hylätty
fil: Tinanggihan
fr: Refusé
he: נדחה
hi: अस्वीकार किया गया
hr: Odbijeno
hu: Elutasítva
id: Ditolak
it: Rifiutato
ja: 拒否されました
ko: 거절됨
lt: Atmesta
lv: Noraidīts
ms: Ditolak
nb: Avslått
nl: Daling
pl: Odrzucono
pt_br: Recusado
pt_pt: Recusado
ro: Refuzat
ru: Отклонено
sk: Odmietnuté
sl: Zavrnjeno
sr: Одбијено
sv: Avvisat
th: ปฏิเสธ
tr: Reddedildi
uk: Відхилено
vi: Đã từ chối
zh_hans: 已拒绝
zh_hant: 已拒絕

source: Transfer finished
ar: تم النقل
bg: Трансферът завърши
bn: ট্রান্সফার শেষ
ca: Transferència acabada
cs: Přenos dokončen
da: Overførsel færdig
de: Übertragung abgeschlossen
el: Η μεταφορά ολοκληρώθηκε
es: Transferencia finalizada
et: Edastus lõpetatud
fi: Siirto valmis
fil: Tapos na ang transfer
fr: Transfert terminé
he: ההעברה הסתיימה
hi: ट्रांसफर पूरा हुआ
hr: Prijenos završen
hu: Átvitel befejezve
id: Transfer selesai
it: Trasferimento completato
ja: 送信しました
ko: 전송 완료
lt: Perkėlimas baigtas
lv: Pārsūtīšana pabeigta
ms: Pemindahan selesai
nb: Overføring fullført
nl: Overdracht voltooid
pl: Transfer zakończony
pt_br: Transferência concluída
pt_pt: Transferência Completa
ro: Transfer finalizat
ru: Передача завершена
sk: Prenos dokončený
sl: Prenos končan
sr: Пренос завршен
sv: Överföring klar
th: การถ่ายโอนเสร็จสิ้น
tr: Aktarım tamamlandı
uk: Передача завершена
vi: Chuyển xong
zh_hans: 传输完成
zh_hant: 傳送完成

# TransferTimedOut
source: Timed out
ar: انتهت المهلة
bg: Времето изтече
bn: সময় শেষ
ca: Temps esgotat
cs: Vypršel čas
da: Tiden udløb
de: Zeitüberschreitung
el: Έληξε ο χρόνος
es: Tiempo agotado
et: Aegus
fi: Aikakatkaisu
fil: Nag-time out
fr: Délai dépassé
he: תם הזמן
hi: समय समाप्त
hr: Isteklo vrijeme
hu: Időtúllépés
id: Waktu habis
it: Tempo scaduto
ja: タイムアウトしました
ko: 시간 초과
lt: Baigėsi laikas
lv: Beidzies laiks
ms: Masa tamat
nb: Tidsavbrudd
nl: Uitgetimed
pl: Upłynął limit czasu
pt_br: Tempo esgotado
pt_pt: O tempo de ligação expirou
ro: Timpul a expirat
ru: Истекло время ожидания
sk: Čas vypršal
sl: Čas je potekel
sr: Време је истекло
sv: Tidsgräns nåddes
th: หมดเวลา
tr: Zaman aşımına uğradı
uk: Минув час очікування
vi: Hết thời gian
zh_hans: 超时
zh_hant: 已逾時

# UnknownAndroidDevice
source: Android device
ar: جهاز Android
bg: Android устройство
bn: Android ডিভাইস
ca: Dispositiu Android
cs: Zařízení Android
da: Android-enhed
de: Android-Gerät
el: Συσκευή Android
es: Dispositivo Android
et: Android-seade
fi: Android-laite
fr: Appareil Android
he: מכשיר Android
hi: Android डिवाइस
hr: Android uređaj
hu: Android-eszköz
id: Perangkat Android
it: Dispositivo Android
ja: Android 端末
ko: Android 기기
lt: Android įrenginys
lv: Android ierīce
ms: Peranti Android
nb: Android-enhet
nl: Android-apparaat
pl: Urządzenie Android
pt_br: Dispositivo Android
pt_pt: Dispositivo Android
ro: Dispozitiv Android
ru: Устройство Android
sk: Zariadenie Android
sl: Naprava Android
sr: Android уређај
sv: Android-enhet
th: อุปกรณ์ Android
tr: Android aygıtı
uk: Пристрій Android
vi: Thiết bị Android
zh_hans: Android 设备
zh_hant: Android 裝置

# UnsupportedType
source: Attachment type not supported
ar: نوع المرفق غير مدعوم
bg: Типът прикачен файл не се поддържа
bn: সংযুক্তির ধরন সমর্থিত নয়
ca: Tipus d'adjunt no admès
cs: Typ přílohy není podporován
da: Vedhæftningstypen understøttes ikke
de: Anhangtyp nicht unterstützt
el: Ο τύπος συνημμένου δεν υποστηρίζεται
es: Tipo de adjunto no compatible
et: Manuse tüüp ei ole toetatud
fi: Liitteen tyyppiä ei tueta
fil: Hindi suportado ang uri ng attachment
fr: Type de pièce jointe non pris en charge
he: סוג הקובץ המצורף אינו נתמך
hi: अटैचमेंट का प्रकार समर्थित नहीं है
hr: Vrsta privitka nije podržana
hu: A melléklet típusa nem támogatott
id: Jenis lampiran tidak didukung
it: Tipo di allegato non supportato
ja: このアタッチメントタイプはサポートされていません
ko: 지원되지 않는 파일 유형
lt: Priedo tipas nepalaikomas
lv: Pielikuma tips netiek atbalstīts
ms: Jenis lampiran tidak disokong
nb: Vedleggstypen støttes ikke
nl: Type bijlage niet ondersteund
pl: Typ załącznika nie jest obsługiwany
pt_br: Tipo de anexo não suportado
pt_pt: Tipo de ficheiro não suportado
ro: Tip de atașament nesuportat
ru: Неподдерживаемый тип данных
sk: Typ prílohy nie je podporovaný
sl: Vrsta priloge ni podprta
sr: Тип прилога није подржан
sv: Bilagetypen stöds inte
th: ไม่รองรับประเภทไฟล์แนบ
tr: Ek türü desteklenmiyor
uk: Тип даних не підтримується
vi: Loại tệp đính kèm không được hỗ trợ
zh_hans: 不支持的文件类型
zh_hant: 不支援的附件類型
